Repository: wp-plugins/wp-cleanfix
Catalog: localization/wp-cleanfix-*.po
Languages: de_de, fr_fr, hu_hu, it_it, tr_tr

source: Cheatin&#8217; uh?
hu_hu: Csalunk? Ajjajj... :)

source: Warning!! Are you sure to confirm this operation?
de_de: Warnung! Bist du sicher, das diese Operation richtig ist?
fr_fr: Attention ! Être-vous sûr de vouloir faire cette opération ?
hu_hu: Figyelem! Biztos, hogy végrehajtsuk ezt a műveletet?
it_it: Attenzione! Sei sicuro di voler eseguire questa operazione?
tr_tr: Dikkat!! Bu eylemi onaylıyor musunuz?

source: Sorry! Be patient. Not yet implemented in this beta release
de_de: Verzeihung, Sei geduldig. Noch nicht implementiert in dier Beta Version
fr_fr: Désolé ! Soyez patient. Ce n'est pas encore implémenté dans cette version beta.
hu_hu: Elnézést a kellemetlenségért! Ez még nincs beépítve ebbe a verzióba.
it_it: Spiacente! Si paziente. Non implementata in questa beta release
tr_tr: Üzgünüm! Sabırlı olun; bu özellik bu BETA sürümünde mevcut değil

source: WP CleanFix - Summary Report
de_de: WP CleanFix - Zusammenfassung
fr_fr: WordPress CleanFix - Informations importantes !
hu_hu: WP CleanFix - Összegzés
it_it: WP CleanFix - Relazione di sintesi
tr_tr: WP CleanFix - Özet Rapor

source: %s Kb tables gain
de_de: %s Kb Tabellengewinn
fr_fr: %s
hu_hu: %s KB tábla-nyereség
it_it: %s Kb in eccesso
tr_tr: %s KB tablo artığı

source: Database
de_de: Datenbank
fr_fr: Base de données
hu_hu: Adatbázis
tr_tr: Veritabanı

source: %s unused User Meta
de_de: %s unbenutzte Nutzerdaten
fr_fr: %s informations d'utilisateurs inutilisées :
hu_hu: %s nem használt felhasználói metaadat
it_it: %s User Meta non utilizzati
tr_tr: %s kullanılmayan kullanıcı Meta Bilgisi var.

source: User Meta
de_de: Benutzerdaten
fr_fr: Informations d'utilisateurs
hu_hu: Felhasználói metaadat
tr_tr: Kullanıcı Meta Bilgisi

source: %s Post Revisions
de_de: %s Artikel Revisionen
fr_fr: %s Brouillons d'articles
hu_hu: %s nejegyzés változat
it_it: %s Revisioni Articoli
tr_tr: %s yazı sürümü var.

source: %s Auto Draft
hu_hu: %s automatikus vázlat

source: %s Post in Trash
de_de: %s Artikel im Müll
fr_fr: %s articles dans votre corbeille
hu_hu: %s bejegyzés a lomtárban
it_it: %s Articoli nel Cestino
tr_tr: %s yazı çöpte.

source: %s unused Post Meta
de_de: %s ungenutzte Artikeldaten
fr_fr: %s informations d'articles inutilisées :
hu_hu: %s nem használt bejegyzés metadata
it_it: %s Articoli Meta non utilizzati
tr_tr: %s kullanılmayan yazı Meta bilgisi var.

source: %s Post Meta Edit Lock
hu_hu: %s bejegyzés metaadat szerkesztés bezárás

source: %s unused Tags
de_de: %s unbenutze Schlagworte
fr_fr: %s informations de mots-clefs inutilisées :
hu_hu: %s nem használt címke
it_it: %s Tags non utilizzati
tr_tr: %s kullanılmayan etiket var.

source: %s Posts without author
de_de: %s Artiekl ohne Autor
fr_fr: %s articles sans auteur
hu_hu: %s bejegyzés szerző nélkül
it_it: %s Articoli senza Autore
tr_tr: %s yazının yazarı yok.

source: %s Pages without author
de_de: %s Seiten ohne Autor
fr_fr: %s pages sans auteur
hu_hu: %s oldal szerző nélkül
it_it: %s Pagine senza Autore
tr_tr: %s sayfanın yazarı yok.

source: %s Attachment unlink
de_de: %s Anhänge nicht verlinkt
fr_fr: %s pièces jointes dissociées
hu_hu: %s nem hivatkozott csatolmány
it_it: %s Allegati non collegati
tr_tr: %s bağlantısız ek dosyası (attachment) var.

source: Posts
de_de: Artikel
fr_fr: Articles
hu_hu: Bejegyzések
it_it: Articoli
tr_tr: Yazılar

source: %s unused Categories
de_de: %s ungenutze Kategorien
fr_fr: %s catégories non utilisées
hu_hu: %s nem használt kategória
it_it: %s Categorie non utilizzate
tr_tr: %s kullanılmayan kategori var.

source: %s terms unlink in taxonomy
de_de: %s Begriffe nicht benutzt in den Klassifizierungen
fr_fr: %s conditions non associées dans les taxinomies
hu_hu: %s kifejezés hivatkozás nélkül a taxonomiában (rendszerezésben)
it_it: %s Termini non collegati a nessuna Taxonomia
tr_tr: %s terimin bağlantısı bozuk.

source: %s taxonomy unlink in term
de_de: %s Klassifizierungen noch nicht benutzt ni den Begriffen
fr_fr: %s taxinomies non associées dans les conditions
hu_hu: %s rendszertani hivatkozás a kifejezésben
it_it: %s Taxonomie non collegate a nessun Termine
tr_tr: %s sınıflandırmanın bağlantısı bozuk.

source: Categories
de_de: Kategorien
fr_fr: Catégories
hu_hu: Kategóriák
it_it: Categorie
tr_tr: Kategoriler

source: Go to Repair
de_de: Gehe zur Reparatur
fr_fr: Démarrer la réparation
hu_hu: Javítsuk meg!
it_it: Ripara
tr_tr: Tamir Et

source: Nothing to Report
de_de: Nichts zu berichten
fr_fr: Rien à raporter
hu_hu: Semmi tennivaló
it_it: Nulla da segnalare
tr_tr: Rapor edilecek bir şey yok.

source: This software is free. You don't need to donate money to support it. Just talk about it.
hu_hu: Ez egy ingyenes szoftver. Nem kell a támogatásához pénzt adni, elég meghivatkozni, linkelni.<br /><small>Fordítás: <a href="http://www.wordpress2you.com" target="_blank">FYGureout</a></small>
it_it: Questo software è gratuito. Non devi donare denaro per supportarlo. Basta che ne parli.

source: Look the new "CleanFix Tools" panel for to extend Wordpress features: utility, comodity and tools
hu_hu: Nézzük meg az új "CleanFix Tools" panelt a bővített WordPress szolgáltatásokhoz; használhatóság, csere és eszközök
it_it: Visita il nuovo pannello "CleanFix Tools" per estendere le funzionalità di Wordpress

source: Tools
de_de: Werkzeuge
fr_fr: Outils
hu_hu: Eszközök
it_it: Strumenti
tr_tr: Araçlar

source: Comodity
hu_hu: Csere
it_it: Comodità

source: Extends Editor
hu_hu: Szerkesztő bővítése
it_it: Estensioni Editor

source: Extends Posts
hu_hu: Bejegyzések bővítése
it_it: Estensioni Post

source: Important informations
de_de: Wichtige Informationen
fr_fr: Informations importantes
hu_hu: Fontos információk
it_it: Informazioni importanti
tr_tr: Önemli Bilgiler

source: Users
de_de: Nutzer
fr_fr: Utilisateurs
hu_hu: Felhasználók
it_it: Utenti
tr_tr: Kullanıcılar

source: Comments
de_de: Kommentare
fr_fr: Commentaires
hu_hu: Hozzászólások
it_it: Commenti
tr_tr: Yorumlar

source: Your settings have been saved.
de_de: Deine Einstellungen sind gespeichert
fr_fr: Vos paramètres ont été enregistrés.
hu_hu: A beállítások elmentve.
it_it: Le tue impostazioni sono state salvate
tr_tr: Seçenekleriniz kaydedildi.

source: Refresh
de_de: Erneuert
fr_fr: Actualiser
hu_hu: Frissítés
it_it: Aggiorna
tr_tr: Yenile

source: Refresh All
de_de: Erneuere alles
fr_fr: Tout actualiser
hu_hu: Valamennyi frissítése
it_it: Aggiorna tutto
tr_tr: Tümünü Yenile

source: For more info and plugins visit
de_de: Für mehr Information und Plugins besuche
fr_fr: Pour plus d'informations et d'extensions visitez
hu_hu: További információk:
it_it: Per maggiori informazioni e Plugin visita
tr_tr: Ayrıntılı bilgi ve başka eklentiler için:

source: Erase!
de_de: Lösche!
fr_fr: Supprimer !
hu_hu: Törlés!
it_it: Elimina!
tr_tr: Temizle!

source: None
de_de: Nichts
fr_fr: Aucun
hu_hu: Rendben
it_it: Nessuno
tr_tr: Yok

source: %s Categories erased
de_de: %s Kategorien gelöscht
fr_fr: %s catégories effacés
hu_hu: %s kategória törölve
it_it: %s Categorie eliminate
tr_tr: %s kategori silindi.

source: erased external links too
de_de: lösche äußere Verweise auch
fr_fr: Effacer les liens externes
hu_hu: külső hivatkozások is törölve
it_it: elimina anche i collegamenti esterni
tr_tr: dış bağlantılar da temizlendi

source: %s Terms erased
de_de: %s Begriffe gelöscht
fr_fr: %s conditions effacées
hu_hu: %s kifejezés törölve
it_it: %s Termini eliminati
tr_tr: %s terim silindi.

source: %s Taxonomy erased
de_de: %s Klassifizierungen gelöscht
fr_fr: %s taxinomies effacées
hu_hu: %s taxonómia törölve
it_it: %s Taxonomie eliminate
tr_tr: %s sınıflandırma silindi.

source: Action
de_de: Aktion
hu_hu: Művelet
it_it: Azione
tr_tr: Eylem

source: Status
hu_hu: Állapot
it_it: Stato
tr_tr: Durum

source: Unused Categories
de_de: Unbenutzte Kategorien
fr_fr: Catégories non utilisées
hu_hu: Nem használt kategória
it_it: Categorie non utilizzate
tr_tr: Kullanılmayan Kategoriler

source: Unlink Terms
de_de: unbenutze Begriffe
fr_fr: Conditions non suivies
hu_hu: Hivatkozás nélküli kifejezés
it_it: Termini non collegati
tr_tr: Kullanılmayan Terimler

source: Unlink Taxonomy
de_de: Getrennte Klassifizierungen
fr_fr: Taxinomies non utilisées
hu_hu: Hivatkozás nélküli taxonómia
it_it: Taxonomie non collegate
tr_tr: Kullanılmayan Sınıflandırmalar

source: Quick View
de_de: Schnellansicht
fr_fr: Vue rapide
hu_hu: Gyorsnézet
it_it: Vista rapida
tr_tr: Hızlı Görünüm

source: Check Them
de_de: Überprüfe es
fr_fr: Les vérifier
hu_hu: Ellenőrizzük őket
it_it: Controllali
tr_tr: Kontrol Et

source: , or Do you want erase them?
de_de: , oder willst du es löschen?
fr_fr: , ou voulez-vous les effacer ?
hu_hu: , vagy inkább töröljük őket?
it_it: , o vuoi eliminarli?
tr_tr: , veya bunları silmek mi istersiniz?

source: %s Comments erased
de_de: %s Kommentare gelöscht
fr_fr: %s commentaires effacés
hu_hu: %s hozzászólás törölve
it_it: %s Commenti eliminati
tr_tr: %s yorum silindi.

source: %s - found and replaced -
de_de: %s - gefunden und ersetzt -
fr_fr: %s - trouvés et remplacés
hu_hu: %s - fellelve és kicserélve -
it_it: %s - trovati e sostituiti -
tr_tr: %s - bulundu ve değiştirildi -

source: Find:
de_de: Finde:
fr_fr: Trouver:
hu_hu: Keresés:
it_it: Trova:
tr_tr: Bul:

source: and replace with:
de_de: und ersetze mit:
fr_fr: et remplacer avec:
hu_hu: és kicserél erre:
it_it: e sostituisci con:
tr_tr: ve şununla değiştir:

source: Find/Replace
de_de: Finde/Ersetze
fr_fr: Trouver/Remplacer
hu_hu: Keres/Kicserél
it_it: Trova/Sostituisci
tr_tr: Bul/Değiştir

source: Unapproved Comments
de_de: ungenehmigte Kommentare
fr_fr: Commentaires en attente de relecture
hu_hu: Nem engedélyezett hozzászólások
it_it: Commenti non approvati
tr_tr: Onaylanmayan Yorumlar

source: Comments in Trash
de_de: Kommentare im Müll
fr_fr: Commentaires dans la corbeille
hu_hu: Hozzászólások a lomtárban
it_it: Commenti nel Cestino
tr_tr: Çöpteki Yorumlar

source: SPAM Comments
de_de: SPAM Kommentare
fr_fr: Commentaires indésirables
hu_hu: Spam hozzászólás
it_it: Commenti SPAM
tr_tr: SPAM Yorumlar

source: Comment Content
de_de: Kommentar Inhalt
fr_fr: Contenu des commentaires
hu_hu: Hozzászólás tartalom
it_it: Contenuto Commenti
tr_tr: Yorum içeriği

source: Internal Error #1: no such DB_NAME setting properly
de_de: Inter Fehler #1:
fr_fr: Erreur interne #1 : DB_NAME incorrect
hu_hu: 1. belső hiba: A DB_NAME beállítások nem helyesek
it_it: Errore Interno #1: manca la definizione di DB_NAME
tr_tr: İç Hata #1: Düzgün bir DB_NAME ayarı yok

source: %s of %s:
de_de: %s von %s:
fr_fr: %s de %s
hu_hu: %s / %s:
it_it: %s di %s:

source: if optimized them you gain:
de_de: wenn optimiert, gewinnst du:
fr_fr: si vous optimisez cela, vous gagnez :
hu_hu: optimalizálás esetén a nyereség:
it_it: se le ottimizzi guadagneresti:
tr_tr: eniyileştirilirse kazanacağınız alan:

source: Optimize!
hu_hu: Optimizáljuk!
it_it: Ottimizza!

source: Tables optimize
de_de: Tabellen optimier!
fr_fr: Optimisez les tables
hu_hu: Tábla optimalizációja
it_it: Tabelle da ottimizzare
tr_tr: Tablo eniyilemesi

source: WARNING! SOME ACTIONS CAN POTENTIALLY COMPROMISE THE INTEGRITY OF YOUR DATABASE. PLEASE BACKUP YOUR DATABASE BEFORE EXECUTING ANY ACTIONS. ALL DELETIONS ARE IRREVERSIBLE!
hu_hu: FIGYELEM! NÉHÁNY MŰVELET POTENCIÁLISAN VESZÉLYEZTETHETI AZ ADATBÁZIST!<br />BÁRMILYEN ADATBÁZIS-MŰVELET ELVÉGZÉSE ELŐTT MENTÉST KELL KÉSZÍTENI, MERT A TÖRLÉSI MŰVELETEK EREDMÉNYE VISSZAFORDÍTHATATLAN.
it_it: ATTENZIONE!! QUALCHE AZIONE POTREBBE ESSERE POTENZIALMENTE PERICOLOSA PER L'INTEGRITA' DEL DATABASE. ASSICURATI DI ESEGUIRE UNA COPIA DI BACKUP DEL DATABASE PRIMA DI EFFETTUARE QUALSIASI AZIONE. TUTTE LE FUNZIONI DI RIMOZIONE SONO IRREVERSIBILI!

source: %s Rows erased
de_de: %s Reihen gelöscht
fr_fr: %s lignes effacées
hu_hu: %s sor törölve!
it_it: %s righe eliminate
tr_tr: %s satır silindi.

source: Erased!
de_de: Gelöscht!
fr_fr: Effacez !
hu_hu: Törölve!
it_it: Eliminate!
tr_tr: Sil!

source: Or link to:
de_de: Oder verweise zu:
fr_fr: Ou lier à
hu_hu: vagy hivatkozás:
it_it: O collegali a:
tr_tr: Veya bağla:

source: Link
de_de: Verweis
fr_fr: Liens
hu_hu: Hivatkozás
it_it: Collega
tr_tr: Bağlantı

source: %s Posts relinked
de_de: %s Artikel neu verlinkt
fr_fr: %s articles lier
hu_hu: %s bejegyzés hivatkozása újraépítve
it_it: %s Articoli ricollegati
tr_tr: %s yazının bağlantısı düzenlendi.

source: %s Posts erased
de_de: %s Artikel gelöscht
fr_fr: %s articles effacés
hu_hu: %s bejegyzés törölve
it_it: %s Articoli eliminati
tr_tr: %s yazı silindi.

source: %s Attachments erased
de_de: %s Anhänge gelöscht
fr_fr: %s pièces jointes effacées
hu_hu: %s csatolmány törölve
it_it: %s Allegati eliminati
tr_tr: %s ek dosyası (attachment) silindi.

source: Revisions
de_de: Revisionen
fr_fr: Brouillon
hu_hu: Előző változatok
it_it: Revisioni
tr_tr: Yazı Sürümleri

source: Auto Draft
hu_hu: Automatikus vázlat

source: Trash
de_de: Müll
fr_fr: Corbeille
hu_hu: Lomtár
it_it: Cestino
tr_tr: Çöp

source: Post Meta
de_de: Artikeldaten
fr_fr: Données d'articles
hu_hu: Bejegyzés metaadat
tr_tr: Yazı Meta Bilgileri

source: Post Meta Edit Lock
hu_hu: Bejegyzés metaadat szerkesztés lezárás

source: Tags
de_de: Schlagworte
fr_fr: Mots-clefs
hu_hu: Címke
tr_tr: Etiketler

source: Posts without author
de_de: Artikel ohne Autor
fr_fr: Articles sans auteur
hu_hu: Bejegyzés szerző nélkül
it_it: Articoli senza Autore
tr_tr: Yazarsız yazılar

source: Pages without author
de_de: Seiten ohne Autor
fr_fr: Page sans auteur
hu_hu: Oldal szerző nélkül
it_it: Pagine senza Autore
tr_tr: Yazarsız sayfalar

source: Attachment without Post
de_de: Anhänge ohne Artikel
fr_fr: %s pièces jointes sans articles
hu_hu: Csatolmány bejegyzés nélkül
it_it: Allegati senza Autore
tr_tr: Yazısız ek dosyaları (attachment)

source: Post Content
de_de: Artikel Inhalt
fr_fr: Contenu de l'article
hu_hu: Bejegyzés tartalom
it_it: Contenuto articolo
tr_tr: Yazı İçeriği

source: Admin Bar
hu_hu: Admin sáv
it_it: Barra di amministrazione

source: Show
hu_hu: Mutat
it_it: Mostra

source: Remove
hu_hu: Eltávolít
it_it: Rimuovi

source: Display bottom
hu_hu: Mutassa alul
it_it: Mostra in basso

source: Add to header:
hu_hu: Fejrészhez adás:
it_it: Aggiungi all'header:

source: Clear
hu_hu: Ürítés
it_it: Pulisci

source: Add to footer:
hu_hu: Lábrészhez adás:
it_it: Aggiungi al footer:

source: Save
hu_hu: Mentés
it_it: Salva

source: Fix HTML editor
hu_hu: HTML szerkesztő javítása
it_it: Fissa l'editor HTML

source: Font name:
hu_hu: Betű neve:
it_it: Nome del font:

source: (Ex. Monaco, Curier)
hu_hu: (pl. Monaco, Curier)
it_it: (Es. Monaco, Courier)

source: Editor's height:
hu_hu: Szerkesztőfelület magassága:
it_it: Altezza Editor:

source: Text size:
hu_hu: Szövegméret:
it_it: Dimensione testo;

source: Background color:
hu_hu: Háttérszín:
it_it: Colore di sfondo:

source: Text color:
hu_hu: Szövegszín:
it_it: Colore del testo:

source: Extra HTML tags allowed:
hu_hu: Engedélyezett extra HTML tag-ek:
it_it: Altri tag permessi:

source: Limit Excerpt Length
hu_hu: Kivonat hosszának meghatározása:
it_it: Lunghezza del riassunto

source: Characters
hu_hu: karakter
it_it: Caratteri

source: %s User Meta erased
de_de: %s Nutzerdaten gelöscht
fr_fr: %s données d'utilisateurs effacées
hu_hu: %s felhasználó metaadat törölve
it_it: %s User Meta eliminati
tr_tr: %s yazı Meta bilgisi silindi.

source: unused User Meta:
de_de: unbenutzte Nutzerdaten:
fr_fr: informations d'utilisateurs inutilisées :
hu_hu: Nem használt felhasználói metaadat:
it_it: %s User Meta non utilizzati:
tr_tr: kullanılmayan kullanıcı Meta bilgileri:

source: no unused User Meta
de_de: genutzte Nutzerdaten
fr_fr: informations d'utilisateurs non utilisées :
hu_hu: nincs használaton kívüli felhasználói metaadat
it_it: Nessuno User Meta non utilizzati
tr_tr: kullanılmayan kullanıcı Meta bilgisi yok

source: %s - User Meta erased
de_de: %s - Nutzerdaten gelöscht
fr_fr: %s informations d'utilisateurs effacées :
hu_hu: %s - felhasználói metaadat törölve
it_it: %s User Meta eliminati
tr_tr: %s - kullanıcı Meta bilgisi silindi.

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
tr_tr: Ayarlar
